/* An emdash surrounded by spaces for Open Recent menu items. */
" \\U2014 " = " ﹣ ";

/* An arrow surrounded by spaces for Open Recent menu items. */
" \\U25B6 " = " ▶ ";

/* User-presentable name of file created for autosaving. Arg is document name. */
"%@ (Autosaved)" = "%@（已自動儲存）";

/* Partial error string for when a document's type is not recognized. 1st argument is the name of the application. 2nd argument is the name of a file format. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files in the \\U201C%@\\U201D format." = "%1$@ 無法打開“%2$@”格式的檔案。";

/* Partial error string for when a document's type is not recognized. The argument is the name of the application. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files of this type." = "%@ 無法打開此類型的檔案。";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. 3rd argument is the name of a file format. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files in the \\U201C%@\\U201D format." = "無法處理“%1$@”，因為“%2$@”不能打開“%3$@”格式的檔案。";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files of this type." = "無法處理“%1$@”，因為“%2$@”不能打開此類格式的檔案。";

/* Label of Cancel button. */
"Cancel" = "取消";

/* Action name for undoing print info changes. */
"Change Print Settings" = "更改列印設定";

/* Title of alert panel which comes when the user tries to close a window containing an unsaved document. */
"Close" = "關閉";

/* Label of change-discarding button shown at quit-time when there are unsaved documents. */
"Discard Changes" = "放棄所作更動";

/* Recovery suggestion for reason for when a document could not be saved because the file is locked. */
"Do you want to overwrite it anyway?" = "您仍要覆寫嗎？";

/* Primary text of alert shown at document reversion time when the document has unsaved modifications. Arg is document name. */
"Do you want to revert to the most recently saved version of the document \\U201C%@\\U201D?" = "您要回復成文件“%@”最新儲存的版本嗎？";

/* Primary text of alert shown at document-close-time when the document is unsaved. Arg is document name. */
"Do you want to save the changes you made in the document \\U201C%@\\U201D?" = "您要儲存對文件“%@”所作的更動嗎？";

/* 1st recovery option for when a document could not be saved because the file is locked. */
"Don\\U2019t Overwrite" = "不覆寫";

/* Label of cancellation button shown when a document is found to have been overwritten. */
"Don\\U2019t Save" = "不儲存";

/* Title of alerts which come up when an open recents item is missing or fails to open. */
"Error" = "錯誤";

/* Title of a save panel for a Save To operation. */
"Export" = "輸出";

/* Name field label of a save panel for a Save To operation. */
"Export As:" = "輸出為：";

/* Secondary text of alert shown at quit-time when there are unsaved documents. */
"If you don\\U2019t review your documents, all your changes will be lost." = "若您不檢查文件，您作的所有更動將會遺失。";

/* Secondary text of alert shown when a document is found to have been moved. Arg is new parent directory name. */
"It will be saved to the \\U201C%@\\U201D folder, or you can specify another location." = "將會儲存在“%@”檔案夾，或者您可以指定其他位置。";

/* Secondary text of alert shown when a document is found to have been renamed. */
"It will be saved under this new name, or you can provide another name." = "將會以此新名稱儲存，或者您可以提供其他名稱。";

/* Error string for when a document could not be created. The argument is either a full sentence explaining why not or a blank string. */
"No document could be created. %@" = "沒有可以製作的文件。%@";

/* 2nd recovery option for when a document could not be saved because the file is locked. */
"Overwrite" = "覆寫";

/* For backwards compatibility only; doesn't appear anywhere in the UI anymore. */
"Quit" = "結束";

/* Choice (on a button) given to user which allows him to quit the application even though he has not saved all of his documents first. */
"Quit Anyway" = "強制結束";

/* Label of default button shown at document reversion time when the document has unsaved modifications. */
"Revert" = "回復";

/* Label of default button shown at quit-time when there are unsaved documents. */
"Review Changes\\U2026" = "檢查所作更動⋯";

/* Choice (on a button) given to user which allows him to review all his unsaved documents if he quits the application without saving them all first. */
"Review Unsaved" = "檢查未儲存的文件";

/* Button choice which allows the user to save the document.
   Label of default button shown at document-close-time when the document is unsaved - no ellipses.
   Label of save-here button shown when a document is found to have been moved.
   Label of save-here button shown when a document is found to have been overwritten.
   Label of save-here button shown when a document is found to have been renamed.
   Title of a save panel for a Save or Save As operation. */
"Save" = "儲存";

/* Name field label of a save panel for a Save or Save As operation. */
"Save As:" = "儲存為：";

/* Label of default button shown when a document can\\U2019t be found.
   Label of default button shown when a document is found in the trash.
   Label of save-somewhere-else button shown when a document is found to have been moved.
   Label of save-somewhere-else button shown when a document is found to have been renamed. */
"Save As\\U2026" = "儲存為⋯";

/* Question asked of user when he/she tries to close a window containing an unsaved document. */
"Save changes to \\U201C%@\\U201D?" = "要儲存“%@”裡的更動嗎？";

/* Label of default button shown at document-close-time when the document is unsaved - with ellipses. */
"Save\\U2026" = "儲存⋯";

/* Error string for when an autosaved document could not be reopened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The autosaved document \\U201C%@\\U201D could not be reopened. %@" = "無法重新開啟自動儲存的文件“%1$@”。%2$@";

/* Secondary text of alert shown when a document is found to have been overwritten. */
"The changes made by the other application will be lost if you save. Save anyway?" = "若您儲存，將會遺失由其他應用程式所做的更動。確定要儲存嗎";

/* Error string for when a document could not be autosaved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be autosaved. %@" = "無法自動儲存文件“%1$@”。%2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'export as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be exported as \\U201C%@\\U201D. %@" = "無法將文件“%1$@”輸出為“%2$@”。%3$@";

/* Error string for when a document could not be opened for printing. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened for printing. %@" = "無法重新開啟文件“%1$@”以進行列印。%2$@";

/* Error string for when a document could not be opened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened. %@" = "無法開啟文件“%1$@”。%2$@";

/* Error string for when a document could not be printed. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be printed. %@" = "無法列印文件“%1$@”。%2$@";

/* Error string for when a document could not be reverted. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be reverted. %@" = "無法回復文件“%1$@”。%2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'save as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved as \\U201C%@\\U201D. %@" = "文件“%1$@”無法被儲存為“%2$@”。%3$@";

/* Error string for when a document could not be saved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved. %@" = "無法儲存文件“%1$@”。%2$@";

/* Primary text of alert shown when a document is found to have been moved. Arg is document name. */
"The document \\U201C%@\\U201D has been moved." = "文件“%@”已被搬移。";

/* Primary text of alert shown when a document is found in the trash. Arg is document name. */
"The document \\U201C%@\\U201D is in the Trash." = "文件“%@”在“垃圾桶”裡。";

/* Error description for when a document could not be saved because the file is locked. */
"The file \\U201C%@\\U201D is locked." = "檔案“%@”已鎖定。";

/* Error failure reason for when a document could not be saved because the file is locked. */
"The file is locked." = "檔案已鎖定。";

/* Primary text of alert shown when a document can\\U2019t be found. Arg is document name. */
"The location of the document \\U201C%@\\U201D cannot be determined." = "無法決定文件“%@”的位置。";

/* Message in alert given to user when he tries to open a recent document that fails to open. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D could not be opened." = "無法打開最近使用過的文件“%@”。";

/* Message in alert given to user when he tries to open a recent document that is no longer there. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D is missing." = "最近使用過的文件“%@”已遺失。";

/* Error description for when a document could not be autosaved to a read-only directory. */
"This document could not be autosaved because you don\\U2019t have write access privileges to the folder that it\\U2019s in." = "無法自動儲存此文件，原因是您沒有包含文件檔案夾的寫入取用權限。";

/* Primary text of alert shown when a document is found to have been renamed. Arg is new document name. */
"This document has been renamed to \\U201C%@\\U201D." = "文件已重新命名為“%@”。";

/* Primary text of alert shown when a document is found to have been overwritten. Arg is document file name. */
"This document\\U2019s file has been changed by another application since you opened or saved it." = "在您上次打開或儲存後，其他應用程式已對此文件的檔案進行修改。";

/* User-presentable name of file created for autosaving. Arg is application name. */
"Unsaved %@ Document" = "尚未儲存的“%@”文件";

/* User-presentable name of file created for autosaving. First arg is application name. Second arg is number. */
"Unsaved %@ Document %ld" = "未儲存的“%1$@”文件 %2$ld";

/* Name to use for the first untitled document. */
"Untitled" = "未命名";

/* Name to use for untitled documents; the argument is replaced by a number. */
"Untitled %@" = "未命名 %@";

/* Secondary text of alert shown when a document is found in the trash. */
"You can save to another location." = "您可以儲存至其他位置。";

/* Secondary text of alert shown when a document can\\U2019t be found. */
"You can specify where to save it." = "您可以指定儲存位置。";

/* Primary text of alert shown at quit-time when there are unsaved documents. First arg is count of unsaved documents. Second arg is application name. */
"You have %1$@ %2$@ documents with unsaved changes. Do you want to review these changes before quitting?" = "您有 %1$@ 份更動過的“%2$@”文件尚未儲存。是否要在結束之前檢查這些更動？";

/* Message given to user when he tries to quit the application without saving all of his documents. */
"You have unsaved documents." = "您尚有文件未儲存。";

/* Recovery suggestion for reason for when a document could not be autosaved to a read-only directory. */
"Your changes will be lost if this computer malfunctions or loses power before you save them." = "若儲存前電腦故障或失去電力，將會遺失所作的更動。";

/* Secondary text of alert shown at document-close-time when the document is unsaved. */
"Your changes will be lost if you don\\U2019t save them." = "若不儲存，將會遺失所作的更動。";

/* Secondary text of alert shown at document reversion time when the document has unsaved modifications. */
"Your current changes will be lost." = "您目前完成的更動都會遺失。";

